{"translation-revision-date":"2023-11-24 16:32:02+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Your progress will be deleted, and can't be recovered.":["Dina framsteg kommer att tas bort och kan inte återskapas."],"Minimize":["Minimera"],"Use Layout":["Använd layout"],"Regenerate":["Generera igen"],"Preview unavailable":["Förhandsgranskning inte tillgänglig"],"Press '\/' for suggested prompts or describe the layout you want to create":["Tryck på '\/' för föreslagna prompts eller beskriv layouten du vill skapa"],"Edit prompt":["Redigera prompt"],"Back to results":["Tillbaka till resultaten"],"About us section, combining company history and values about":["Sektion för ”Om oss” som kombinerar företagshistoria och värderingar om"],"Pricing table section with highlighted option for":["Sektion för pristabell med markerat alternativ för"],"Statistics display in a 3-column layout, with numbers and icons about":["Statistik visas i en layout med 3 kolumner med siffror och ikoner om"],"A section with contact form and social media icons representing alternative contact methods for":["En sektion med kontaktformulär och ikoner för sociala medier som representerar alternativa kontaktmetoder för"],"A carousel testimonial block displaying user images, names, and their feedback on":["Ett block med omdömen i en karusell som visar användarbilder, namn och deras feedback på"],"A full-width call-to-action with a background image, overlaid text, and a standout button about":["En ”Uppmaning till åtgärd” i full bredd med en bakgrundsbild, överlagd text och en knapp som sticker ut om"],"A hero section combining an image, heading, subheading, and call-to-action button about":["En hero-sektion som kombinerar en bild, rubrik, underrubrik och knapp för ”Uppmaning till åtgärd” om"],"An accordion-style FAQ block, with clickable questions revealing detailed answers about":["Ett block med vanliga frågor i dragspelsstil, med klickbara frågor som avslöjar detaljerade svar om"],"A services section with a list layout, icons, and corresponding service descriptions for":["En sektion för tjänster med en listlayout, ikoner och motsvarande beskrivningar för tjänster för"],"Layouts generated with AI only include some Elementor widgets, but we're evolving! More capabilities coming soon...":["Layouter genererade med AI inkluderar bara några Elementor-widgetar, men vi utvecklar! Fler möjligheter kommer snart …"],"AI Layout":["AI-layout"],"Maximum access to Elementor AI":["Maximal åtkomst till Elementor AI"],"Access 30-days of AI History with the AI Starter plan and 90-days with the Power plan.":["Åtkomst till 30-dagars AI-historik med AI Starter-paketet och 90 dagar med Power-paketet."],"Effortlessly create or enhance stunning images and bring your ideas to life.":["Skapa eller förbättra fantastiska bilder utan ansträngning och förverkliga dina idéer."],"Generate your website's text or create custom code without having to write a single line yourself.":["Generera text på din webbplats eller skapa anpassad kod utan att behöva skriva en enda rad själv."],"Build with AI":["Bygg med AI"],"Expand":["Expandera"],"Seems like the prompt contains words that could generate harmful content. Write a different prompt to continue.":["Det verkar som att prompten innehåller ord som kan generera skadligt innehåll. Skriv en annan prompt för att fortsätta."],"We were unable to generate that prompt.":["Vi kunde inte generera den prompten."],"Reconnect":["Anslut igen"],"Generate":["Generera"],"Enhance prompt":["Förbättra prompt"],"Yes, leave":["Ja, lämna"],"Leave Elementor AI?":["Lämna Elementor AI?"],"Upgrade Elementor AI":["Uppgradera Elementor AI"],"This includes consenting to the collection and use of data to improve user experience.":["Detta inkluderar samtycke till insamling och användning av data för att förbättra användarupplevelsen."],"I approve the ":["Jag godkänner "]," of the Elementor AI service.":[" av Elementors AI-tjänst."],"By clicking \"Connect\", I approve the ":["Genom att klicka på ”Anslut” godkänner jag "],"Create smarter with AI text and code generators built right into the editor.":["Skapa smartare med AI-text och kodgeneratorer inbyggda direkt i redigeraren."],"Step into the future with Elementor AI":["Ta steget in i framtiden med Elementor AI"],"We can’t process that many requests so fast. Try again in 15 minutes.":["Vi kan inte bearbeta så många förfrågningar så snabbt. Försök igen om 15 minuter."],"Whoa! Slow down there.":["Sakta i backarna! Ta det lite lugnare."],"Love Elementor AI? Upgrade to continue creating with built-in image, text and custom code generators.":["Gillar du Elementor AI? Uppgradera för att fortsätta skapa med inbyggd text och anpassade kodgeneratorer."],"Enjoy the free trial? Upgrade now for unlimited access to built-in image, text and custom code generators.":["Gillar du din gratis provperiod? Uppgradera nu för obegränsad åtkomst till inbyggda bild-, text- och anpassade kodgeneratorer."],"It's time to upgrade.":["Det är dags att uppgradera."],"Elementor AI is just a few clicks away. Connect your account to instantly create texts and custom code.":["Elementor AI är bara några klick bort. Anslut ditt konto för att omedelbart skapa texter och anpassad kod."],"You aren't connected to Elementor AI.":["Du är inte ansluten till Elementor AI."],"We couldn't connect to your account due to technical difficulties on our end. Reconnect your account to continue.":["Vi kunde inte ansluta till ditt konto på grund av tekniska problem hos oss. Återanslut ditt konto för att fortsätta."],"Reconnect your account":["Återanslut ditt konto"],"Seems like we are experiencing technical difficulty. We should be up and running shortly.":["Det verkar som om vi har tekniska problem. Vi borde vara igång inom kort."],"Elementor AI is temporarily unavailable":["Elementor AI är temporärt otillgängligt"],"Error code:":["Felkod:"],"Unknown error. Please try again later.":["Okänt fel. Försök igen senare."],"AI":["AI"],"Upgrade":["Uppgradera"],"Get Elementor AI":["Skaffa Elementor Pro"],"Show me how":["Visa mig hur"],"Try Again":["Försök igen"],"Privacy Policy":["Integritetspolicy"],"Terms of Service":["Användarvillkor"],"Beta":["Beta"],"Get Started":["Kom igång"],"Connect":["Anslut"],"Cancel":["Avbryt"]}},"comment":{"reference":"assets\/js\/ai-layout.js"}}